neovim
go
golangci-lint
gnu-typist
guile
node
fzf
ripgrep
ack
bat
tree
jq
cloc
docker 
docker-compose
colima
git-delta
luajit
tmux
wget
zsh-syntax-highlighting
zsh
